<?php
/*------------------------------------------------------------------
 | Software: XPHP Framework
 | Site: https://xphp.net
 |------------------------------------------------------------------
 | (C)2020-2026 无念<24203741@qq.com>,All Rights Reserved.
 |-----------------------------------------------------------------*/
/**
 * 视图配置
 */
return [
    'is_cache' => false, // 是否开启模板缓存
    'expire' => 30, // 缓存时间(0,永久)秒
    'suffix' => '.html', // 模板文件后缀
    'is_form_csrf' => false, // 是否开启csrf表单令牌验证
];